<?php

defined('BASEPATH') OR exit('No direct script access allowed');

/* Navigationn Text Start */
$lang['Begin'] = 'ابدأ';
$lang['About Us'] = 'من نحن';
$lang['Services'] = 'خدماتنا';
$lang['Pricing'] = 'التسعير';
$lang['Contact'] = 'تواصل معنا';
$lang['Templates'] = 'القوالب';
/* Navigationn Text End */

/* common text start */
$lang['login'] = 'دخول الأعضاء';
$lang['logout'] = 'تسجيل خروج';
$lang['my-accout'] = 'حسابي';
$lang['register'] = 'الاشتراك';
$lang['register_now'] = 'الاشتراك';
$lang['powered_by'] = 'مدعوم من';
$lang['advanced-elaf'] = ' إيلاف المتقدمة';
$lang['matjary'] = '<span class="matjary-font">متجري</span>';
$lang['start-free-trail'] = 'ابدأ الإصدار التجريبي المجاني';
$lang['our-partners'] = 'شركاؤنا';
$lang['yearly'] = 'سنويا';
$lang['monthly'] = 'شهريا';
$lang['month'] = 'شهر';
$lang['year'] = 'سنة';
$lang['subtotal'] = 'المجموع الفرعي';
$lang['discount'] = 'تخفيض';
$lang['apply'] = 'تنطبق على';
$lang['remove'] = 'إزالة';
$lang['team'] = 'فريق ';
$lang['call-us'] = 'اتصل بنا';
$lang['your-name'] = 'اسمك';
$lang['email-add'] = 'عنوان البريد الإلكتروني';
$lang['phone-no'] = 'رقم الهاتف';
$lang['subject'] = 'الموضوع';
$lang['message'] = 'الرسالة';
$lang['submit'] = 'إرسال النموذج';
$lang['password'] = 'كلمة السر';
$lang['forgot_password'] = 'نسيت كلمة المرور؟';
$lang['dont_have_acc'] = 'لا تملك حسابا حتى الآن ؟';
$lang['register_now'] = 'سجل الان';
$lang['login_to_acc'] = 'تسجيل الدخول إلى حسابك';
$lang['e_store'] = 'المتجر الإلكتروني';
$lang['start-free-trail-14'] = 'ابدأ نسخة تجريبية مجانية لمدة 14 يومًا من ' . $lang['matjary'];
$lang['ent-store-name'] = 'اسم المتجر';
$lang['create-store-now'] = 'أنشئ متجرك';
$lang['processing'] = '...يتم المعالجة';
$lang['no_data_found'] = 'لا توجد سجلات لعرضها';
$lang['no_store_found'] = 'لم يتم العثور على متجر ، قم بإنشاء واحد';
$lang['select_temp'] = 'أختر  قالبًا';
$lang['temp_details'] = 'تفاصيل النموذج';
$lang['view_txt'] = 'أظهر المزيد';
$lang['demo'] = 'دليل - إثبات';
$lang['domain_available'] = 'المجال متاح';
$lang['domain_not_available'] = 'المجال غير متوفر';
$lang['pay_success'] = 'اكتمل الدفع بنجاح';
$lang['pay_details'] = 'بيانات الدفع';
$lang['pay_fail'] = 'عملية الدفع فشلت!';
$lang['process_req'] = 'يرجى الانتظار بينما نعالج طلبك';
$lang['order_id'] = 'رقم الطلب';
$lang['trans_id'] = 'رقم التحويلة';
$lang['store_details'] = 'تفاصيل المتجر';
$lang['store_url'] = 'رابط المتجر';
$lang['store_admin_url'] = 'ارتباط المسؤول';
$lang['store_login_details'] = 'تخزين تفاصيل تسجيل الدخول';
$lang['store_un'] = 'اسم االمستخدم';
$lang['set_admin_pass'] = 'انقر هنا لتعيين كلمة مرور مسؤول المتجر';
$lang['try_later'] = 'الرجاء معاودة المحاولة في وقت لاحق';
$lang['pay_res_1'] = 'تم إلغاء الدفع الخاص بك.';
$lang['pay_res_2'] = 'جاري معالجة الدفع ، بينما ننتظر إتمام الدفع الخاص بك.';
$lang['pay_res_3'] = 'الدفع معلق ، بينما ننتظر حتى يكتمل الدفع.';
$lang['pay_res_4'] = 'تم إلغاء الدفع بواسطة بوابة الدفع.';
$lang['pay_res_5'] = 'حدث خطأ ما أثناء الدفع ، يرجى المحاولة مرة أخرى بعد قليل';
$lang['pay_res_6'] = 'تم رفض الدفع.';
$lang['go_home_page'] = 'اذهب الى الصفحة الرئيسية';
$lang['choose_domain'] = 'اختيار الخاصة بك <span class="matjary-font">اِختِصاص</span>';
$lang['plan_selected'] = 'الخطة المختارة';
$lang['use_domain_1'] = 'أريد استخدام مجال فرعي';
$lang['proceed'] = 'فعل';
$lang['paid'] = 'فاتورة مدفوعة';
$lang['SAR'] = 'ر. س';
$lang['free_trail_msg_1'] = ' مرحبًا ، يبدو أنك قمت بالفعل بإنشاء متجر مجاني. لإنشاء متجر جديد ، يرجى تصفح  <a target="_blank" href="' . base_url() . 'pricing">باقاتنا</a>';
$lang['usr_cntr_msg_1'] = 'الطلب غير صالح.';
$lang['usr_cntr_msg_2'] = 'الاسم الأول غير صالح ، يحتوي على أحرف غير مرغوب فيها';
$lang['usr_cntr_msg_3'] = 'الاسم الأخير غير صالح ، يحتوي على أحرف غير مرغوب فيها';
$lang['usr_cntr_msg_4'] = 'بريد إلكتروني خاطئ';
$lang['usr_cntr_msg_5'] = 'كلمة المرور وتأكيد كلمة المرور غير متطابقين.';
$lang['usr_cntr_msg_6'] = 'البريد الالكتروني موجود بالفعل';
$lang['usr_cntr_msg_7'] = 'خطأ في حفظ تفاصيل المستخدم.';
$lang['usr_cntr_msg_8'] = 'لا تتم إزالة بيانات المستخدم غير المهمة.';
$lang['usr_cntr_msg_9'] = 'لم يتم حفظ كلمة مرور المستخدم.';
$lang['usr_cntr_msg_10'] = 'اكتمل التسجيل بنجاح ، يرجى التحقق من بريدك الإلكتروني المسجل / صندوق البريد العشوائي لمزيد من التفاصيل\ صندوق البريد المهمل لمزيد من التفاصيل';
$lang['usr_cntr_msg_11'] = 'حدث خطأ أثناء إرسال البريد الإلكتروني';
$lang['usr_cntr_msg_12'] = 'مطلوب تأكيد كلمة المرور.';
$lang['usr_cntr_msg_13'] = 'كلمة المرور مطلوبة';
$lang['usr_cntr_msg_14'] = 'مطلوب رقم الجوال';
$lang['usr_cntr_msg_15'] = 'البريد الالكتروني مطلوب';
$lang['usr_cntr_msg_16'] = 'اسم الأخير المطلوب';
$lang['usr_cntr_msg_17'] = 'الإسم الأول مطلوب.';
$lang['usr_cntr_msg_18'] = 'اسم المستخدم / كلمة المرور غير صحيحة.';
$lang['usr_cntr_msg_19'] = 'النجاح';
$lang['usr_cntr_msg_20'] = 'خطأ في تحديث تفاصيل تسجيل دخ';
$lang['usr_cntr_msg_21'] = 'نجح تسجيل خروج المستخدم.';
$lang['usr_cntr_msg_22'] = 'معرف المستخدم مطلوب.';
$lang['usr_cntr_msg_23'] = 'تم استرداد بيانات الخطة بنجاح';
$lang['usr_cntr_msg_24'] = 'تم استرداد بيانات النموذج بنجاح.';
$lang['Template Category Data Retrived Successfully.'] = 'تم استرداد بيانات فئة القالب بنجاح.';
$lang['usr_cntr_msg_25'] = 'أدخل المجال الفرعي';
$lang['usr_cntr_msg_26'] = 'خطأ في معالجة بيانات خطتك';
$lang['usr_cntr_msg_27'] = 'خطأ في معالجة بيانات الفواتير الخاصة بك';
$lang['usr_cntr_msg_28'] = 'كنت تخطط ، معالجة معلومات الفواتير بنجاح';
$lang['usr_cntr_msg_29'] = 'مطلوب رابط مسؤول المتجر.';
$lang['usr_cntr_msg_30'] = 'رابط المتجر مطلوب.';
$lang['usr_cntr_msg_31'] = 'مطلوب اسم المجال الفرعي ';
$lang['usr_cntr_msg_32'] = 'النموذج مطلوب.';
$lang['usr_cntr_msg_33'] = 'معرف الخطة مطلوب.';
$lang['usr_cntr_msg_34'] = 'معرف المستخدم مطلوب.';
$lang['usr_cntr_msg_35'] = 'حدث خطأ ما! الرجاء معاودة المحاولة في وقت لاحق!';
$lang['usr_cntr_msg_36'] = 'تم تحديث بيانات الملف الشخصي بنجاح';
$lang['usr_cntr_msg_37'] = 'تم تحديث كلمة السر بنجاح';
$lang['usr_cntr_msg_38'] = 'تم إنشاء المتجر بنجاح';
$lang['usr_cntr_msg_39'] = 'حدث خطأ ما يرجى الاتصال بمسؤول الموقع';
$lang['usr_cntr_msg_40'] = 'تسجيل ناجح';
$lang['usr_cntr_msg_41'] = 'لقد قمت بتسجيل الدخول بنجاح!';
$lang['usr_cntr_msg_42'] = 'كلمة المرور القديمة غير متطابقة ، يرجى المحاولة مرة أخرى';
$lang['usr_cntr_msg_43'] = 'السعر الإجمالي للخطة المطلوبة';
$lang['usr_cntr_msg_44'] = 'تمت إضافة الموضوع بنجاح';
$lang['usr_cntr_msg_45'] = 'بريد إلكتروني خاطئ.';
$lang['usr_cntr_msg_46'] = 'خطأ أثناء إدخال معلومات قالب المستخدم.';
$lang['usr_cntr_msg_47'] = 'يرجى الانتظار أثناء إعادة توجيهك إلى بوابة الدفع';
$lang['usr_cntr_msg_48'] = 'رد بوابة الدفع فارغ';
$lang['usr_cntr_msg_49'] = 'حدث خطأ ما أثناء تحديث معلومات الدفع.';
$lang['usr_cntr_msg_50'] = 'لا يوجد سجلات.';
$lang['usr_cntr_msg_51'] = 'البريد الالكتروني موجود مسبقا.';
/*  common text end */

/* save user api */
$lang['save_usr_msg_1'] = 'تم التسجيل بنجاح ، بالنسبة إلى البريد الترحيبي ، يرجى التحقق من صندوق البريد الإلكتروني المسجل / مجلد البريد العشوائي.';
$lang['save_usr_msg_2'] = 'خطأ أثناء إزالة سجل غير هام للمستخدم';
$lang['save_usr_msg_3'] = 'خطأ أثناء إرسال بريد ترحيبي للمستخدم';
$lang['save_usr_msg_4'] = '';
/* save user api */

/* save subscrion data */
$lang['save_sbrptn_msg_1'] = 'مطلوب ارتباط مسؤول المتجر.';
$lang['save_sbrptn_msg_2'] = 'رابط المتجر مطلوب.';
$lang['save_sbrptn_msg_3'] = 'البريد الالكتروني مطلوب.';
$lang['save_sbrptn_msg_4'] = '';
/* save subscrion data */

/* Index Page text start */
/* HERO SECTION starts */
$lang['index-txt-1'] = 'التجارة الإلكترونية للجميع!';
$lang['index-txt-2'] = 'يمكنك التواصل مع جميع العملاء في المملكة العربية السعودية للحصول على كل ما تحتاجه للبيع عبر الإنترنت.';
$lang['index-txt-3'] = 'جرب متجرى لمدة 14 يوم.';
$lang['index-txt-4'] = 'لا حاجة لبطاقة ائتمان.';
/* HERO SECTION ends */

/* SECTION ONE starts */
$lang['index-txt-5'] = 'احصل على وقود الصواريخ لعملك';
$lang['index-txt-6'] = '3, 2, 1 & يطلق';
$lang['index-txt-7'] = 'لخلق شيء مذهل!';
$lang['index-txt-8'] = 'يتيح لك '.$lang['matjary'].' إنشاء متجر الكتروني مثالي لعملك والبدء في بيع منتجاتك أو خدماتك أينما كنت';
/* SECTION ONE ends */

/* SECTION TWO starts */
$lang['index-txt-9'] = 'أنشئ حسابك المجاني في دقائق';
$lang['index-txt-10'] = ' انضم إلى ملايين الشركات التي تستخدم '.$lang['matjary'].'';
$lang['index-txt-11'] = 'يشمل حل التجارة الإلكترونية الخاص بنا';
$lang['index-txt-12'] = 'منشئ موقع الكتروني غني بالميزات';
$lang['index-txt-13'] = 'المنتجات وإدارة الطلبات';
$lang['index-txt-14'] = 'أدوات تسويق العملاء والمزيد...';

$lang['index-txt-15'] = 'انطلق الان';
$lang['index-txt-16'] = 'احصل على إرشادات خطوة بخطوة حول كيفية إنشاء موقع الكتروني وإطلاقه باستخدام أدلة بدء التشغيل المتخصصة وأدوات التخطيط';
$lang['index-txt-17'] = 'انطلق اونلاين';
$lang['index-txt-18'] = 'اكتشف قوالبنا الاحترافية مع امكانية تخصيصها بسهولة مع منشئ مواقع الويب المجاني الخاص بنا.';
$lang['index-txt-19'] = 'إبدا البيع';
$lang['index-txt-20'] = 'أدوات تجارة إلكترونية قوية وشاملة لتبسيط إدارة الطلبات والشحن والمدفوعات.';
/* SECTION TWO ends */

/* SECTION THREE starts */
$lang['index-txt-21'] = 'يمكنك الانطلاق باعمالك الان!';
$lang['index-txt-22'] = 'بيئة تجريبية افتراضية';
$lang['index-txt-23'] = 'تسديد المدفوعات عبر الهاتف وإدخالها بسهولة في جهاز الكمبيوتر الخاص بك بدلاً من الجهاز المحمول.';
$lang['index-txt-24'] = 'بطاقات الهدايا';
$lang['index-txt-25'] = 'قدم بطاقات eGift لزيادة التدفق النقدي أثناء إغلاق عملك أو تأثره بالتباعد الاجتماعي.';
$lang['index-txt-26'] = 'التسويق';
$lang['index-txt-27'] = 'أرسل بريدًا إلكترونيًا مجانيًا لإعلام العميل بتغيير ساعات العمل وكيفية تقديم أفضل دعم لعملك.';
$lang['index-txt-28'] = 'لوحة التحكم';
$lang['index-txt-29'] = 'قم بتشغيل التقارير في الوقت الفعلي من أي جهاز واطلع على أداء عملك من أي مكان.';
/* SECTION THREE ends */

/* SETION FOUR start */
$lang['index-txt-30'] = 'تمكين استقلال';
$lang['index-txt-31'] = 'أصحاب الأعمال السعودية';
$lang['index-txt-32'] = 'تحويل تجربة العملاء من جيدة إلى رائعة';
$lang['index-txt-33'] = 'تمكين الابتكار لعلامتك التجارية';
$lang['index-txt-34'] = 'الانخراط والتواصل والعثور على عملاء جدد يوميا';
/* SETION FOUR ends */

/* SECTION SIX start */
$lang['index-txt-35'] = '!انطلق باعمالك للمستقبل الان';
$lang['index-txt-36'] = 'ابدأ تجربتك المجانية اليوم!';
$lang['index-txt-37'] = 'اسم متجرك';
$lang['index-txt-38'] = 'عنوان البريد الإلكتروني';
$lang['index-txt-39'] = 'كلمة السر';
$lang['index-txt-40'] = 'أنشئ متجرك';
$lang['index-txt-41'] = 'احصل على تحديثات يومية من ' . $lang['matjary'];
$lang['index-txt-42'] = 'اشترك في النشرة الإخبارية';
$lang['index-txt-43'] = 'إشترك الآن';
$lang['index-txt-44'] = 'لقد تم بنجاح اشتراكك في النشرة الإخبارية';
$lang['index-txt-45'] = 'البريد الإلكتروني مشترك بالفعل';
/* SECTION SIX ends */
/* Index Page text End */

/* registration page text start */
$lang['registration-txt-1'] = 'تسجيل حساب';
$lang['registration-txt-2'] = 'الاسم الأول';
$lang['registration-txt-3'] = 'الاسم الأخير';
$lang['registration-txt-4'] = 'البريد الإلكتروني';
$lang['registration-txt-5'] = 'رقم الهاتف';
$lang['registration-txt-6'] = 'كلمة السر';
$lang['registration-txt-7'] = ' تأكيد كلمة المرور';
$lang['registration-txt-8'] = 'هل لديك حساب مسبق؟';
/* registration Page text end */

/* Pricing Page text start */
$lang['pricing-txt-1'] = 'اختر الباقة المناسبة';
$lang['pricing-txt-2'] = 'لتلبية جميع احتياجات التجارة الإلكترونية';
$lang['pricing-txt-3'] = 'ابدأ رحلة التجارة الإلكترونية مع '.$lang['matjary'].'';
$lang['pricing-txt-4'] = 'جربه مجانًا لمدة 14 يومًا.';
$lang['pricing-txt-5'] = 'ابدء';
/* Pricing Page text end */

/* choose template Page text start */
$lang['choose-temp-txt-1'] = 'اختر قالبك المفضل';
$lang['choose-temp-txt-2'] = 'قم بإعداد متجرك باستخدام قوالب '.$lang['matjary'].' ذات المستوى العالمي وحقق مبيعات رائعة.';

/* choose template Page text end */

/* Contact Page text start */
$lang['contact-txt-1'] = 'معلومات الاتصال';
$lang['contact-txt-2'] = 'هذا هو المكان المناسب لتبدأ، اعثر على الإجابات التي تحتاجها من';
$lang['contact-txt-3'] = 'اكتب لنا';
$lang['contact-txt-4'] = 'تم إرسال استفسارك بنجاح! سيتصل بك فريق الدعم قريبًا';
$lang['contact-txt-5'] = 'شكرا لك على اهتمامك بخدماتنا. لتقديم بطاقة استفسار ، يمكنك إما <a target="_blank" href="' . base_url() . 'login">' . $lang['login'].'</a> أو التسجيل على موقعنا. إذا كنت لا ترغب في <a target="_blank" href="' . base_url() . 'register">' . $lang['register'].'</a> ، فنحن متواجدون دائمًا عبر البريد الإلكتروني على <a href="mailto:support@matjary.sa">support@matjary.sa</a> لأية استفسارات أو مساعدة قد تحتاجها.';
$lang['contact-txt-6'] = '';
$lang['contact-txt-7'] = '';
$lang['contact-txt-8'] = '';
$lang['contact-txt-9'] = '';
$lang['contact-txt-10'] = '';
/* Contact Page text end */

/* About-US Page text start */
$lang['about-us-txt-1'] = ' من نحن؟';
$lang['about-us-txt-2'] = 'نحن شركة '.$lang['matjary'].' للتجارة الإلكترونية التي يقع مقرها في الرياض، المملكة العربية السعودية ، تأسست عام 2021.';
$lang['about-us-txt-3'] = 'نحن نعتني بجودتك بالإضافة إلى تعزيز عملياتك التجارية ونقدم الجودة والابتكار والتي يمكن أن تربط الصغيرة بكبار رجال الأعمال على منصة واحدة،';
$lang['about-us-txt-4'] = 'وهذا يمكن أن يجعل عملك أفضل لذلك يمكنك بدء عملك الخاص عبر الإنترنت.';
$lang['about-us-txt-5'] = 'لماذا أخترتنا';
$lang['about-us-txt-6'] = ''.$lang['matjary'].' يقدم لك أفضل الحلول والخدمات';
$lang['about-us-txt-7'] = 'انضم إلينا وقم بتنمية أعمال التجارة الإلكترونية الخاصة بك معنا!';
$lang['about-us-txt-8'] = ' من جميع الحلول والخدمات الحديثة ، سنضع أبسط جهودنا لضمان نمو أعمال التجارة الإلكترونية الخاصة بك. حتى تتمكن من الحصول على خدمات أفضل لعملك عبر الإنترنت';
$lang['about-us-txt-9'] = 'المتجر الإلكتروني';
$lang['about-us-txt-10'] = 'يمكنك بدء أعمال التجارة الإلكترونية الخاصة بك من خلال اعتماد طرق سهلة للغاية، التي لا تحتاج إلى أي تقنية ثقيلة ويمكنك أيضًا تشغيل متجرك عبر الإنترنت باستخدام هاتفك المحمول، لهذا السبب نقدم لك أفضل النصائح والحلول لمتجرك الإلكتروني الذي تحلم به على الإنترنت.';
$lang['about-us-txt-11'] = 'النظام البيئي';
$lang['about-us-txt-12'] = 'يمكنك الوصول إلى العديد من مقدمي الخدمات والشركاء في مواقع مختلفة والتقدم للحصول على خدماتهم بأسعار قابلة للتسويق من مكان واحد في غرفة التحكم الخاصة بالتاجر.';
$lang['about-us-txt-13'] = 'التمكين';
$lang['about-us-txt-14'] = 'نحن نعطي مثل هذه الاستراتيجيات والأفكار لعملائنا، وهو الذي يصور موضوعات مختلفة من الأعمال التجارية عبر الإنترنت من خلال تدابير هائلة وأساسية لذلك يمكن أن تتطور أعمالك التجارية وتنمو في السوق.';
$lang['about-us-txt-15'] = 'الحي';
$lang['about-us-txt-16'] = 'في حي '.$lang['matjary'].' يتبادل التجار خبراتهم ومعلوماتهم المشتركة عبر مساحات أعمال التجارة الإلكترونية المختلفة من خلال المنطقة المتصلة عبر الإنترنت، علاوة على ذلك من خلال اللقاءات التي يتم عقدها كل شهر والتي توحد التجار في مكان واحد.';
$lang['about-us-txt-17'] = ' الرؤية و الرسالة';
$lang['about-us-txt-18'] = 'رؤيتنا';
$lang['about-us-txt-19'] = 'نحن نجعل منصة التجارة الإلكترونية أفضل بالنسبة لك، ويمكنك جعل منتجاتك أفضل امنح مستوى جديدًا من النجاح لعملائك وشركائك في العمل، وتتمثل رؤيتنا في جلب عالم التجارة الإلكترونية إلى الناس بحيث يمكن تسريع طاقة الأعمال الرقمية، وسنعلمك كيفية تحسين رجل الأعمال الخفي الخاص بك وسنمنحك الطاقة الإيجابية التي ستكشف عن صفات جديدة فيك، وهو ما يثبت أنه مفيد ليس فقط لأعمالهم وعملائهم المرتبطين بهم ونريد أن نظهر لك وجه مستقبل أفضل من شأنه أن يبني لك عالم تجارة إلكترونية أفضل.';
$lang['about-us-txt-20'] = 'مهمتنا';
$lang['about-us-txt-21'] = 'مهمتنا هي تنمية أعمال التجارة الإلكترونية، بحيث يحصل رجال الأعمال الكبار من كل متجر على فرصة للانضمام معًا، سنبني مستقبلاً أفضل وسيحصل كل متداول على الحق في العمل بحرية مع الأخذ في الاعتبار النظام الحديث فقد جعلنا تقنيات التجارة الإلكترونية بسيطة ويمكن لأي تاجر التواصل بسهولة مع عملائه.';
/* About-US Page text end */

/* Service Page text start */
$lang['service-txt-1'] = 'خدمات '.$lang['matjary'].' ';
$lang['service-txt-2'] = 'نحن نقدم خدمات يمكن أن تجعل عملك يصل إلى وجهات جديدة.';
$lang['service-txt-3'] = 'بناء نظام بيئي جديد والوصول إلى عملاء جدد والتحول إلى تقنية جديدة.';
$lang['service-txt-4'] = 'متجر التجارة الإلكترونية الاحترافي';
$lang['service-txt-5'] = 'قم ببناء متجرك الإلكتروني بطرق سهلة لا تحتاج إلى أي معدات أو إثبات هوية تكنولوجيا المعلومات ويمكنك فتح متجرك عبر الإنترنت باستخدام إثبات الهوية الموجود وستتوفر لك معلومات حول إنشاء متجر إلكتروني على الموقع بكلمات بسيطة.';
$lang['service-txt-6'] = 'تتبع وإدارة مخزون المعلومات الخاص بك بسهولة';
$lang['service-txt-7'] = 'أضف الاسم والمعلومات الخاصة بمنتجاتك مع جميع خياراتها وتتبع الكمية المعطاة، ثم قم بالسيطرة على الأسهم الخاصة بك.';
$lang['service-txt-8'] = 'التقارير الذكية عن عملك';
$lang['service-txt-9'] = 'جمع معلومات فورية عن عملك بحيث يمكنك تتبع ما تم طلبه وبيعه عبر الإنترنت من متجرك ومقدار المخزون المتاح.';
$lang['service-txt-10'] = 'أداة تخزن طلبات العملاء الخاصة بك';
$lang['service-txt-11'] = 'في هذا تتوفر لك جميع الأدوات بطرق بسيطة والتي يمكنك استخدامها ما هو الطلب من عملائك؟ وكيفية تجهيزها وكيفية تلبية المزيد من متطلبات العملاء.';
$lang['service-txt-12'] = 'تنبيهات الرسائل النصية للعملاء';
$lang['service-txt-13'] = 'إذا طلب شخص ما أي شيء من متجرك عبر الإنترنت، يحصل هذا العميل على معلومات حول منتجاته المطلوبة من خلال رسالة نصية يبني تنبيه الرسالة هذا علاقة ثقة بينك وبين عميلك.';
$lang['service-txt-14'] = 'إيصال';
$lang['service-txt-15'] = 'لا تحتاج إلى كتابة أي معلومات تتعلق بالطلب والعميل في الكتب، سيتم إنشاء جميع الإيصالات تلقائيًا.';
$lang['service-txt-16'] = 'قم بإنشاء قائمة بمعلومات العملاء';
$lang['service-txt-17'] = 'هناك أيضًا أداة متاحة للحصول على معلومات عملائك وقائمة جاهزة بالطلبات التي يقدمونها حيث ستحصل على جميع المعلومات والتي يمكنك جمعها وتنزيلها بسهولة أو يمكنك حذفه.';
$lang['service-txt-18'] = 'تجهيز عربات التسوق للعملاء';
$lang['service-txt-19'] = 'يفضل العملاء التسوق عبر الرسائل الخاصة لذلك، يمكنك إنشاء خيار تسوق عربة التسوق.';
$lang['service-txt-20'] = 'العروض والقسائم الشرائية ';
$lang['service-txt-21'] = 'قم بإنشاء عروض قسيمة لجذب عملائك وقم بتحديد التفاصيل مثل (النوع ، التاريخ ، المنتجات المضافة، إلخ.)';
$lang['service-txt-22'] = 'تأكيد الدفعة';
$lang['service-txt-23'] = 'يمكنك التحقق من أن العملاء قد دفعوا مقابل طلباتهم من خلال الحصول على صور متحركة من المستفيد داخل لوحة تحكم المتجر الإلكتروني.';
$lang['service-txt-24'] = 'التحقق من المتجر مع إثبات';
$lang['service-txt-25'] = 'اكسب ثقة عملائك وابني ثقتك بهم تحقق من كل شيء وأرسله مع الدليل حتى يحافظ العميل على ثقته بك وفي متجرك.';
$lang['service-txt-26'] = 'النظام البيئي';
$lang['service-txt-27'] = 'أنواع طرق الدفع المختلفة';
$lang['service-txt-28'] = 'تتوفر أيضًا حلول دفع إلكتروني مختلفة لمتجرك، ويمكنك ربطه في متجرك ويمكنك منح عميلك العديد من خيارات الدفع. خطة القطعة التي تمكن تجار التجزئة من التعامل مع طلباتهم وتبادل الأجزاء عبر الإنترنت مكانًا واحدًا';
$lang['service-txt-29'] = 'خدمات الشحن والتسليم';
$lang['service-txt-30'] = 'اطلب الإرساليات التي تميل إليها دون مشكلة تنسيق الأسعار المعقولة (لدينا بعض الخيارات لك) وانضم إلى متجرك مع المتاجر المفضلة. أفضل خطة نقل تشاركك مع أكثر من 20 إرسالية وتشركك في إدارة جميع مؤسسات النقل من مكان واحد';
$lang['service-txt-31'] = 'خدمات أخرى';
$lang['service-txt-32'] = 'نحن نقدم لك خدمات خبراء خاصة لقد كان لدينا بعض الميل في التصوير الفوتوغرافي والتخطيط ودعمك في التقدم الإلكتروني لمتجرك والانتماءات المختلفة التي تضيف إلى تقدم عملك الإلكتروني.';
$lang['service-txt-33'] = 'بوابات الدفع';
$lang['service-txt-34'] = 'التسويق الرقمي';
$lang['service-txt-35'] = 'تصميم';
$lang['service-txt-36'] = 'التصوير';
$lang['service-txt-37'] = 'التمكين';
$lang['service-txt-38'] = 'ساعة تقديم المشورة مع خبراء في مجال الأعمال الإلكترونية';
$lang['service-txt-39'] = 'في هذه الساعة تجلس مع أخصائي التجارة الإلكترونية الذي سيساعدك في التفاعل مع المخططات المختلفة في هذا المجال.';
$lang['service-txt-40'] = 'الدورات التدريبية والاستشارات';
$lang['service-txt-41'] = 'نظرًا لأننا نريدك للنجاح، فإننا نقدم العديد من اللقاءات والدروس الإرشادية وساعات العمل التي ستساعدك في العمل في عملك.';
$lang['service-txt-42'] = 'أتقان الدعم الفني';
$lang['service-txt-43'] = 'التواصل مع مجموعة ازدهار الشاحنين، والتي تتمثل مهمتها في مساعدتك ومساعدتك في تطوير أعمالك بشكل مباشر داخل لوحة تحكم المتجر الإلكتروني.';
$lang['service-txt-44'] = 'الحي';
$lang['service-txt-45'] = 'لقاء افتراضي';
$lang['service-txt-46'] = 'أكثر من 10 أحداث افتراضية وإذا فشل كل شيء آخر في المناسبات الاجتماعية بين أفراد من المنطقة.';
$lang['service-txt-47'] = 'يقود بين التجار';
$lang['service-txt-48'] = 'أكثر من 20 سيارة تم توزيعها بين أفراد الطبقة الاجتماعية في '.$lang['matjary'].'.';
$lang['service-txt-49'] = 'لقاءات تقاسم';
$lang['service-txt-50'] = 'مكان افتراضي خاص يلتقي فيه بائعي '.$lang['matjary'].' المختلفين من خلال تقسيم التجارب وإرسال رحلات مشتركة بين الناس من الحي.';
/* Service Page text end */

/* Return-Refund Page text start */
$lang['return-txt-1'] = 'سياسة الاسترجاع والاسترداد';
$lang['return-txt-2'] = 'يجب أن يكون العملاء قد رأوا وسمعوا انه عندما يشتري العميل عنصرًا من المتجر يقوم بإعادتها إذا لم تعجبه أو إذا كان هناك أي عيب، سواء كان التسوق عبر الإنترنت أو التسوق في وضع عدم الاتصال. لمعلوماتك دعنا نخبرك أن هذه القاعدة تستخدم لأي كائن، ليس لأي اشتراك عبر الإنترنت لهذا السبب نمنحك اشتراكًا تجريبيًا مجانيًا لمدة 14 يومًا حتى تتمكن من الاستفادة من الخدمات المجانية لمدة 14 يومًا. والدراية الفنية هي متجرك على منصة التجارة الإلكترونية عبر الإنترنت فيما يتعلق بالإرجاع والاسترداد، لقد عرضت 14 يومًا للتفكير فيما إذا كنت تريد الحصول على اشتراك مدفوع أم لا، عندها فقط يعتمد عليك ما تريد ونعلن لك عن الباقات الشهرية والسنوية التي تفضلها للحصول على اشتراك مدفوع.';
$lang['return-txt-3'] = 'إذا قمت بالاشتراك مرة واحدة سواء تم دفعها شهريًا أو سنويًا، فلن يتم إرجاع أي أموال إليك، لأننا نقدم لك خدمات عبر الإنترنت وإذا كنت ترغب في ذلك يمكنك الحصول على اشتراك لمدة شهر واحد، حتى تحصل على مزيد من الوقت وتثق بنا، لن نجبرك على أخذ أي اشتراك أو خطة قرارك قيم بالنسبة لنا. نهدف إلى جعل مستخدمينا يشعرون بالحرية في سوق التجارة الإلكترونية. ';
$lang['return-txt-4'] = 'إذا أراد المشترك، يمكنه كتابة سياسة إرجاع أو استرداد على موقع متجر التجارة الإلكترونية الخاص به، وإذا طالب أي شخص فأنت تطلب سياسة الإرجاع أو الاسترداد أو تتخذ أي إجراء قانوني ضدك لذلك نحن لا نتحمل أي مسؤولية عن هذا ولن يكون جزءًا من سياسة الإرجاع والاسترداد الخاصة بك مسؤولية هذا يجب أن يتحملها صاحب المتجر نفسه.';
$lang['return-txt-5'] = 'لا نعطي سياسة الإرجاع والاسترداد من قبلنا.';
$lang['return-txt-6'] = 'يتوفر لك الإصدار التجريبي المجاني لمدة 14 يومًا من جانبنا.';
$lang['return-txt-7'] = 'تتوفر خطط الاشتراكات الشهرية والسنوية هذا أيضًا إذا قام العميل نفسه بتنشيط خطة الاشتراك ولن نقوم بتفعيل أي من اشتراكاتك دون علمك.';
$lang['return-txt-8'] = 'قراءة المزيد';
/* Return-Refund Page text end */

/* Terms-n-Conditions Page text start */
$lang['tnc-txt-1'] = 'الأحكام والشروط';
$lang['tnc-txt-2'] = 'مكنك استخدام الإصدار التجريبي المجاني لاختبار الخدمة المجانية ومعرفة المزيد عنها، ويساعدك على تحديد مكان وزمان وضع أموالك، لذلك ستعرف أين يجب أن تستثمر أموالك ويمكنك الانضمام إلينا بسهولة. وفي غضون دقائق قليلة يمكنك إنشاء حساب تجارة إلكترونية بالإضافة إلى ذلك ستتمكن بسهولة من الترويج لمنتجاتك وخدماتك.';
$lang['tnc-txt-3'] = 'إذا كان مقدم الطلب يريد ربط أعمال التجارة الإلكترونية الخاصة به معنا فيمكنه / يمكنها الانضمام إلينا. ولكن يجب عليه / عليها اتباع جميع القواعد والسياسات القانونية حتى نتمكن من إخبارك بأفضل طريقة وتقديم الخدمات المناسبة.';
$lang['tnc-txt-4'] = 'يجب أن يكون لدى مقدم الطلب معلومات كاملة حتى يتمكن من إكمال العملية الكاملة المتعلقة بالتسجيل.';
$lang['tnc-txt-5'] = 'قبل التسجيل يجب على مقدم الطلب أن يقرر المنتج والخدمة التي يريد استخدامها في أعمال التجارة الإلكترونية الخاصة به.';
$lang['tnc-txt-6'] = 'يجب على مقدم الطلب قراءة المصطلح والشرط وسياسة الخصوصية بعناية ثم التقدم بطلب.';
$lang['tnc-txt-7'] = 'نفذ كل عملية بشكل جيد';
$lang['tnc-txt-8'] = 'يجب أن يكون عمرك 18 عامًا أو أكثر من 18 عامًا، لأنه وفقًا لقواعدنا القانونية والشروط والأحكام أو سياسة الخصوصية لا تسمح لأي شخص دون السن القانونية بالتقدم.';
$lang['tnc-txt-9'] = 'من المهم بالنسبة لك أن تكون نشطًا في مجال التجارة الإلكترونية لأن عملك سيتعين عليه أيضًا مواجهة الصعود والهبوط في السوق.';
$lang['tnc-txt-10'] = 'يمكنك استخدام معرف البريد الإلكتروني الخاص بك كعامل في اتصالك.';
$lang['tnc-txt-11'] = 'يجب أن تهتم بكلمة مرور تسجيل الدخول '.base_url().'، لا تتحمل المسؤولية ولا تحتفظ بأي كلمة مرور مفقودة أو منسية وإذا نسيت كلمة المرور أو إذا اضعتها فأنت مسؤول عنها.';
$lang['tnc-txt-12'] = 'إذا كانت خدماتك ومنتجاتك تدعم أي تعسف وفساد، فسيتم إنهاء حسابك على الفور إذا اتخذ شخص ما أي نوع من الاعتراض والإجراءات القانونية ضد حسابك، فلن يتحمل '.$lang['matjary'].' أي مسؤولية بأي شكل من الأشكال.';
$lang['tnc-txt-13'] = 'من يمكنه تفعيل حساب التجارة الإلكترونية الخاص به؟';
$lang['tnc-txt-14'] = 'يمكن لصاحب الأعمال التجارية الإلكترونية الاستفادة من خدماتنا المقدمة وإنشاء حساب التجارة الإلكترونية الخاص به.';
$lang['tnc-txt-15'] = 'إذا لم يتم إنشاء الحساب من قبل صاحب التجارة الإلكترونية وكان نشطًا من قبل أي من موظفيه لذلك فإن جميع الشروط والقواعد المحددة ستكون قابلة للتطبيق على الموظف بقدر ما تنطبق على المالك وإذا أسيء استخدام أي قواعد أو سياسة وخرقها موظفه، سيكون المالك مسؤولاً عن ذلك.';
$lang['tnc-txt-16'] = 'للقيام بالمعاملات المالية وبطاقات Visa وبطاقات الائتمان وما إلى ذلك.';
$lang['tnc-txt-17'] = 'بعد عملية التسجيل سيُظهر لك الطرف الثالث طريقة الدفع، والتي يمكنك من خلالها دفع الأموال باستخدام البطاقة الصالحة التي لديك، إذا كان لديك أي طريقة تسجيل للدفع، فيمكنك استخدامها لملف تعريف التجارة الإلكترونية الخاص بك، احتفظ بمعلومات طريقة الدفع النشطة الخاصة بك، لأن الطرف الثالث لا يتحمل المسؤولية عن هذا وإذا رغب المالك يمكنه/ مكنها إيقاف عملية الدفع بنفسه يتم أيضًا تقديم عملية الإلغاء بنفس الشيء.';
$lang['tnc-txt-18'] = 'بمجرد استخدام بطاقتك يتم تنشيط خدماتك، وستتلقى إشعارًا بوجود حساب نشط من قبل طرف ثالث، ويتم إعلامك بكل شيء جيدًا حتى لا يكون لديك أي سوء فهم أو ارتباك، وبمجرد أن يصبح طلبك المقدم في حالة ورود أي تحديث جديد لم تقبله لذلك يمكنك تأجيله مهما كانت المعلومات المقدمة لك حول الدفع وبطاقة الائتمان وبطاقة الخصم الخاصة بك، سواء تم تقديم أي بطاقة أخرى صالحة من قبل الطرف الثالث.';
$lang['tnc-txt-19'] = 'الدفع نقدا عند الاستلام';
$lang['tnc-txt-20'] = 'سيتم الدفع للمشترك مقابل المرحلة التالية فقط بعد انتهاء الفترة التجريبية المجانية لمدة 14 يومًا، إذا لم يرغب في الاشتراك بعد التجربة المجانية لمدة 14 يومًا، فسيتم إغلاق / إيقاف حسابه النشط.';
$lang['tnc-txt-21'] = 'يقدم لك باقات شهرية وعروض مجمعة سنوية حتى تتمكن من الحصول على الصفقات التي تريدها، إذا أراد العميل الاحتفاظ بالدفع النقدي عند التسليم في حسابه، فيمكنه الاحتفاظ بها ولكن يجب أن يتحمل المسؤولية بنفسه، لأن موقعنا أو طرف ثالث لا يتحمل المسؤولية عن ذلك.';
$lang['tnc-txt-22'] = 'نتواصل معك في علاقة تجارية عبر الإنترنت، نحن لا نشارك في أي شكل من أشكال الدفع النقدي عند التسليم، يعتمد اشتراكك على نظام الدفع عبر الإنترنت وإذا كنت ترغب في ذلك يمكنك الحصول على خيار التسليم النقدي لمتجرك.';
/* Terms-n-Conditions Page text end */

/* Privacy-Policy Page text start */
$lang['pp-txt-1'] = 'سياسة الخصوصية';
$lang['pp-txt-2'] = 'يتضمن موقعنا الإلكتروني طرقًا سهلة لبيع منتجاتك وخدماتك، لذلك يمكنك الوصول إلى عملائك في أي وقت وفي أي مكان. '.$lang['matjary'].' بمثابة وقود لصاروخك يتيح عرض منتجاتك وخدماتك للمستهلكين بسرعة وسهولة ليكتسب عملك مظهرًا وشعورًا جديدًا تمامًا، ولكنك أيضًا تحصل على فرصة لاكتساب فهم أعمق لكيفية عمل عالم التجارة الإلكترونية هذا يجعل حياتك وحياة عميلك أسهل بكثير.';
$lang['pp-txt-3'] = 'قبل أن تنضم إلينا دعنا نخبرك بشيء أولاً، تأكد من أنك تريد الانضمام إلينا ويمكنك معرفة المزيد من المعلومات من خلال زيارة صفحة عنا والصفحة الرئيسية والروابط مذكورة أدناه. ويمكنك أيضًا النقر هنا لمزيد من المعلومات والدعم.';
$lang['pp-txt-4'] = 'من نحن';
$lang['pp-txt-5'] = 'بموجب سياسة الخصوصية توفر '.$lang['matjary'].' العديد من المنتجات والخدمات لمساعدتك في بيع السلع والخدمات للمشترين وتتيح لك خدماتنا عبر الإنترنت إنشاء وبناء متجرك عبر الإنترنت شخصيًا أو كليهما.';
$lang['pp-txt-6'] = 'تشير سياسة الخصوصية هذه إلى أي من هذه الخدمات التي تقدمها '.$lang['matjary'].' باسم "الخدمات" ان المميزات أو الأدوات الإضافية تخضع أيضًا لهذه السياسة ويمكنك مراجعة أحدث إصدار من سياسة الخصوصية في أي وقت على الموقع.';
$lang['pp-txt-7'] = 'رابط الموقع:  <a href="' . base_url() . '">'.$lang['matjary'].'</a>';
$lang['pp-txt-8'] = 'تتحمل '.$lang['matjary'].' مسؤولية تحديثات الخدمات المتعلقة بالمعلومات التي سيتم تقديمها على الموقع لرؤية تحديثاتنا، و يجب عليك زيارة موقعنا على شبكة الإنترنت لتتمكن من الاطلاع على التحديثات القديمة والجديدة، وإذا كان لديك أي اعتراض على المعلومات والخدمات المقدمة على موقعنا، يمكنك الاتصال بفريقنا، سيكون رقم الدعم الخاص بنا متاحًا بسهولة على الموقع الإلكتروني.';
$lang['pp-txt-9'] = 'هل ستكون بياناتك ومعلوماتك آمنة؟';
$lang['pp-txt-10'] = 'سيتم الحفاظ على سرية معلوماتك وجميع المعلومات المتعلقة بعملائك، نحافظ على سرية معلوماتك ما لم تختر الكشف عنها لطرف ثالث، مهما كانت سياسة المعلومات والقواعد ستكون موجودة وسيستمر في العمل وفقًا لسياسة الخصوصية الخاصة بموقعك على الويب.';
$lang['pp-txt-11'] = 'معلوماتك مهمة بالنسبة لك كما هي لنا لأننا نريد أن نجعل خدماتنا أفضل لمستخدمينا ولنا.';
$lang['pp-txt-12'] = 'يمكنك مشاركة معلوماتك عند زيارة أي طرف ثالث، ولكن سيكون ذلك وفقًا لقواعد خدماتك وموقع الويب الذي أنشأته للمشترين.';
$lang['pp-txt-13'] = 'ما المعلومات التي نجمعها من مستخدمينا؟';
$lang['pp-txt-14'] = 'نقوم بجمع اسمك الكامل وإثبات العنوان ورقم الهاتف المحمول ومعرف البريد الإلكتروني وبعض المعلومات المهمة منك.';
$lang['pp-txt-15'] = 'يتم جمع هذه المعلومات حتى نتمكن من ربطك بخدماتنا وإرسال فاتورة إليك في حالة حدوث أي انقطاع.';
$lang['pp-txt-16'] = 'ونقوم بجمع المعلومات عندما تزور موقعنا على الإنترنت أو تسجل الدخول أو عندما تقوم بفتح أي صفحة ويب، حتى لا يكون هناك عائق في أي من عمليات عملك.';
$lang['pp-txt-17'] = 'نقوم بجمع هذه المعلومات حتى نتمكن من جعل خدماتنا أفضل وأكثر أمانًا لك.';
$lang['pp-txt-18'] = 'لقد نفذنا عملنا بطريقة تجعله يعمل بسلاسة من أجلك، وفي حالة وجود أي مشكلة يتم اتخاذ إجراء فوري وفقًا لسياسة الخصوصية الخاصة بنا.';
$lang['pp-txt-19'] = 'ماذا نفعل بمعلوماتك عندما تنهي علاقة عملك معنا؟';
$lang['pp-txt-20'] = 'نحن نتبع قواعدنا ونظام التنظيم القانوني لدينا يتم الاحتفاظ بنسخ من معلوماتك في صندوق مؤرشف.';
$lang['pp-txt-21'] = 'ننتقل إلى التحديث الجديد لموقعنا على الويب دون إجراء أي تغييرات على معلوماتك المجهولة، ولن يتم إجراء أي تغييرات أو تحديثات عليه.';
$lang['pp-txt-22'] = 'إذا كنت ترغب في المضي قدمًا معنا مرة أخرى في عملك، فيمكنك الانضمام إلينا باتباع قواعدنا القانونية، وسيساعدك فريقنا على إعادة الاتصال.';
$lang['pp-txt-23'] = 'كيف نحافظ على أمان معلوماتك؟';
$lang['pp-txt-24'] = 'إن جزء من '.$lang['matjary'].' من إدارة الطرف الثالث قوي للغاية بحيث يتم حماية جميع معلوماتك وتحديثها من قبل قسم الأمن القانوني لدينا، حتى لا يتمكن أحد من استخدامه لأي غرض خاطئ وإذا قام شخص ما بذلك بعد معرفة الغرض الرئيسي والمشكلة، يتم اتخاذ إجراء فوري ضده / ضدها بالطريقة القانونية الكاملة.';
$lang['pp-txt-25'] = 'تنطبق أنظمة أمن المعلومات الخاصة بنا على الأشخاص والعمليات وأنظمة تكنولوجيا المعلومات وفقًا لأساسيات إدارة المخاطر.';
$lang['pp-txt-26'] = 'لدينا دائمًا فريق متخصص لإدارة المعاملات المالية بحيث تكون معاملاتك آمنة في حالة وجود أي مشكلة أو خطأ، فإن فريقنا مستعد دائمًا لمساعدتك حتى لا يتم استهلاك وقتك، ولا يتم إعاقة معاملتك.';
$lang['pp-txt-27'] = 'فريق '.$lang['matjary'].' الأمني دائمًا في حالة تأهب للحفاظ على أمان معلوماتك ومعاملاتك الشخصية بنسبة 100٪.';
$lang['pp-txt-28'] = 'السيطرة وإدارة المعلومات الشخصية الخاصة بك';
$lang['pp-txt-29'] = 'يمنحك '.$lang['matjary'].' الحقوق الكاملة للوصول إلى معلوماتك الشخصية وإدارتها ويمكنك عرض ملف التعريف الخاص بك في أي وقت وفي أي مكان ويساعدك أيضًا ويشرح لك كيفية استخدام حساب التجارة الإلكترونية الخاص بك بشكل صحيح. يمنحك '.$lang['matjary'].' الوصول إلى معرف تسجيل الدخول لاستخدام حسابك الشخصي، حتى تتمكن من تشغيله أو تحديثه بنفسك في أي وقت، كما يبقيك '.$lang['matjary'].' على اطلاع دائم بالعروض الجديدة والتحديثات من وقت لآخر. '.$lang['matjary'].' يبقيك على اطلاع دائم بكل عرض جديد. ';
$lang['pp-txt-30'] = '<span class="pp-highlight">ملحوظة:</span>من فضلك لا ترتبك بعد قراءة أي معلومة بل تواصل معنا، يجب أن تكون على اطلاع دائم وتعرف على منتجاتنا وخدماتنا، وإذا كنت تريد المزيد من المعلومات يمكنك الاتصال بنا. <a href="' . base_url() . '>اتصل بنا</a>';
/* Privacy-Policy Page text end */

/* FAQ's Page text start */
$lang['faq-txt-1'] = 'الأسئلة المتداولة';
$lang['faq-txt-2'] = 'تحاول الأسئلة الشائعة تغطية جميع الأسئلة الرئيسية المتعلقة ب'.$lang['matjary'].'.';
$lang['faq-txt-3'] = 'احصل على جميع التفاصيل الأساسية لفتح فرص جديدة لعملك.';
$lang['faq-txt-4'] = 'ما هو '.$lang['matjary'].' وكيف يعمل؟';
$lang['faq-txt-5'] = ''.$lang['matjary'].' هي مرحلة تجارة إلكترونية نهائية تسمح لك ببدء عمل تجاري وإنجازه والتعامل معه، قم بإنشاء وتغيير متجر على الإنترنت قم بالبيع في أماكن مختلفة، بما في ذلك الويب والوسائط الإلكترونية متعددة الاستخدامات ومساحات المعيشة للأعمال التجارية عبر الإنترنت والمواقع الحقيقية والمحلات التجارية المنبثقة وإدارة الأشياء والمخزون والقطاعات والحركة، '.$lang['matjary'].' هو نظام قائم على السحابة تمامًا ويعمل معه مما يوصيك بعدم الحاجة إلى الضغط على الترقية أو البقاء على دراية بالبرمجة أو خوادم الويب، ويمنحك هذا القدرة على التكيف للوصول إلى عملك والبقاء على علم به من أي مكان باستخدام ارتباط ويب';
$lang['faq-txt-6'] = 'كم تكلفة '.$lang['matjary'].'';
$lang['faq-txt-7'] = 'يمنح '.$lang['matjary'].' 14 يومًا مجانًا، دون الحاجة إلى بطاقة ماستركارد في وقت لاحق اختر خطة دراسة تناسب حجم وموسم عملك';
$lang['faq-txt-8'] = 'هل يمكنني استخدام اسم المجال الخاص بي مع '.$lang['matjary'].'';
$lang['faq-txt-9'] = 'بالتأكيد، يمكنك استخدام اسم المجال الخاص بك مع '.$lang['matjary'].' في حال كان لديك اسم حي حالي، ويمكنك ربطه بـ '.$lang['matjary'].' مع مدير متجرك، لا تتردد أكثر في ربط المساحة الحالية بمتجر '.$lang['matjary'].' وإذا كان ليس لديك اسم حي حتى الآن يمكنك إما الحصول على واحد من خلال '.$lang['matjary'].' أو مورد لا يمكن الوصول إليه.';
$lang['faq-txt-10'] = 'هل أحتاج أن أكون مصممًا أو مطورًا لاستخدام برنامج '.$lang['matjary'].'';
$lang['faq-txt-11'] = 'لا، لا يجب أن تكون مبتكرًا أو خبيرًا للاستفادة من '.$lang['matjary'].'، غيّر شكل ومظهر متجرك باستخدام مخطط المتجر على الإنترنت والموضوعات.';
$lang['faq-txt-12'] = ' كم هي الاجور؟ هل تتقاضى عمولة للمبيعات؟';
$lang['faq-txt-13'] = 'نقدم لك تجربة أول 14 يومًا بعد ذلك، إذا كنت ترغب في متابعة خدماتنا فيمكنك الحصول على اشتراكك المفضل، نحن لا نأخذ أي عمولة على المبيعات، وسيعمل متجرك وفقًا لك، ولهذا لا نأخذ منك أي رسوم لمدة 14 يومًا.';
$lang['faq-txt-14'] = 'ما هي تكاليف الشحن؟ من يحملهم';
$lang['faq-txt-15'] = 'هناك بعض شركات الشحن المرتبطة بنا والتي ستقدم لك خدمات الشحن، ويمكنك اختيار شركة الشحن المفضلة لديك ويمكنك فهم متطلباتك منهم، وستكون الشراكة بينك وبين شركة الشحن ولن يكون لنا أي علاقة بها ستبقى صفقتك وصفقة شركة الشحن سرية.';
$lang['faq-txt-16'] = 'كيف أشتري من '.$lang['matjary'].'';
$lang['faq-txt-17'] = 'هناك بعض الإعدادات البسيطة المتوفرة في متجرك والتي يمكنك استخدامها بسهولة، ويمكنك إنشاء ملف التعريف الخاص بك ويمكنك تشغيل متجر مجاني لمدة 14 يومًا، بعد ذلك سيكون عليك أن تأخذ خطة الاشتراك المحددة لدينا لمواصلة الخدمات ويمكنك عمل متجرك عبر الإنترنت مرة أخرى للشراء من متجرك، وستحتاج إلى إنشاء معرف مستخدم وإجراء عمليات شراء باستخدام أحد معرفات البريد الإلكتروني الخاصة بك.';
$lang['faq-txt-18'] = 'هل هناك سجل تجاري يشترط للتسجيل في متجر الاستفادة من خدماته';
$lang['faq-txt-19'] = 'لا، لست بحاجة إلى أي نسخة ورقية لقد حصلت على جميع المعلومات المتعلقة بمتجرك ومنتجاتك وعملائك، ويمكنك ضبط الإعدادات حسب رغبتك ويمكن تشغيل المتجر على الإنترنت، وعند التسجيل لإنشاء متجر ستشارك بعض المعلومات حول متجرك ونفسك بعد ذلك، وإذا كنت تريد أن يثق العملاء بك وبمتجرك فلديك بعض المستندات المتعلقة بمتجرك مثل معرف سجل المتجر، والورق الضريبي، وبطاقة PAN إلخ.';
$lang['faq-txt-20'] = 'هل يمكنني تغيير رابط متجر المجال إلى اسم المجال الخاص بي؟ بدون '.base_url().'?';
$lang['faq-txt-21'] = 'سيقدم العميل اسم المتجر وسيتم إنشاء نفس الاسم في رابط الموقع الإلكتروني والذي لن يتم تغييره أكثر، ويجب عليه اختيار مجال يحمل اسم متجره واستخدام الرابط المرتبط بمتجره والذي سيكون بمثابة رابط موقع ويب لمتجرك، يمكنه فقط إنشاء اسم المجال وفقًا لاسم المتجر الخاص به / لها لمرة واحدة فقط';
$lang['faq-txt-22'] = ' كيف يتم تأكيد حالة التحويل المصرفي';
$lang['faq-txt-23'] = 'لتأكيد حالة التحويل المصرفي سيتعين عليك مشاركة بعض المعلومات المهمة المتعلقة بحسابك المصرفي مع ملفك الشخصي، بحيث يمكنك بسهولة إجراء المعاملات المالية مع عملائك في متجرك عبر الإنترنت، ونقدم لك خيارات دفع متعددة حتى تتمكن من استخدام بوابة الدفع المفضلة لديك لتقديم الأفضل لعملائك وفي الوقت المناسب يجب أن تتم المعاملات المالية بينك وبين عملائك بسلاسة';
$lang['faq-txt-24'] = ' هل متجرى يخدم التجار في السعودية فقط؟ وهلل يخدم الخليج';
$lang['faq-txt-25'] = 'متجر لا يقدم خدمات في المملكة العربية السعودية فحسب، بل يقدم خدمات في الخليج أيضًا.';
/* FAQ's Page text end */

/* Help Page text start */
$lang['help-txt-1'] = $lang['matjary'] . ' مركز المساعدة';
$lang['help-txt-2'] = 'مرحبًا بكم في مركز مساعدة '.$lang['matjary'].' فريق الدعم لدينا دائمًا هنا لمساعدتك<br> وحل مشاكل عملائنا الكرام.';
$lang['help-txt-3'] = 'الطلبات';
$lang['help-txt-4'] = 'تعرف على خصائص صفحة الطلبات وتفاصيل الطلب عن طريق إدارة ميزة الأمر.';
$lang['help-txt-5'] = 'مجلس المراقبة';
$lang['help-txt-6'] = 'تعرف على خصائص لوحة التحكم وتنقل بين الخصائص';
$lang['help-txt-7'] = 'الصفحة الرئيسية';
$lang['help-txt-8'] = 'تعرف على ميزات الواجهة الرئيسية وتنقل بين خدمات ' . $lang['matjary'];
$lang['help-txt-9'] = 'العملاء';
$lang['help-txt-10'] = 'تعرف على قائمة عملاء متجرك وخصائصهم.';
$lang['help-txt-11'] = 'التسويق';
$lang['help-txt-12'] = 'تعرف على أدوات التسويق التي يمكن تفعيلها في متجرك';
$lang['help-txt-13'] = 'المنتجات';
$lang['help-txt-14'] = 'تعلم كيفية إدارة المنتجات وفئات المنتجات.';
$lang['help-txt-15'] = 'طاقم العمل';
$lang['help-txt-16'] = 'تعلم كيفية إعداد حساب الموظفين. بحيث يمكن لموظفيك إدارة متجرك في غيابك.';
$lang['help-txt-17'] = 'السداد';
$lang['help-txt-18'] = 'تعرف على كل شيء عن شركات الدفع والسداد، قم بتفعيلها وربطها بمتجر متجر الخاص بك.';
$lang['help-txt-19'] = 'الشحن';
$lang['help-txt-20'] = 'اكتشف كل ما يتعلق بشركات الشحن والشحن وتفعيلها وربطها بمتجرك.';
$lang['help-txt-21'] = 'تطبيق الهاتف المحمول (قريبًا)';
$lang['help-txt-22'] = 'قم بتشغيل متجرك ولاحظ نمو مبيعاتك على تطبيق '.$lang['matjary'].'.';
$lang['help-txt-23'] = 'خيارات واجهة المحل';
$lang['help-txt-24'] = 'تعلم كيفية إعداد Storefront ، واختيار الموضوع المناسب وتخصيص صفحات إضافية.';
$lang['help-txt-25'] = 'الإعدادات';
$lang['help-txt-26'] = 'تعرف على كيفية إعداد حساب '.$lang['matjary'].' و '.$lang['matjary'].' لمقابلة عملاء جدد يوميًا وزيادة مبيعاتك';
/* Help Page text end */

/* User Account page start */
$lang['user-acc-txt-1'] = 'لوحة القيادة';
$lang['user-acc-txt-2'] = 'ملفي';
$lang['user-acc-txt-3'] = 'تاريخ الفواتير / الإيصالات';
$lang['user-acc-txt-4'] = 'قوالب المتجر';
$lang['user-acc-txt-5'] = 'الاستضافة لدى';
$lang['user-acc-txt-6'] = 'تنتهي صلاحيته في';
$lang['user-acc-txt-7'] = 'تحرير تفاصيل البطاقة';
$lang['user-acc-txt-8'] = 'تطوير';
$lang['user-acc-txt-9'] = 'إلغاء حساب';
$lang['user-acc-txt-10'] = 'تفاصيل الحساب';
$lang['user-acc-txt-11'] = 'املأ النموذج أدناه لتحديث تفاصيل حسابك:';
$lang['user-acc-txt-12'] = 'تفاصيل أساسية';
$lang['user-acc-txt-13'] = 'الاسم الأول *';
$lang['user-acc-txt-14'] = 'الكنية*';
$lang['user-acc-txt-15'] = 'بريد الالكتروني*';
$lang['user-acc-txt-16'] = 'عنوان';
$lang['user-acc-txt-17'] = 'عنوان*';
$lang['user-acc-txt-18'] = 'حدد الدولة*';
$lang['user-acc-txt-19'] = 'ولاية*';
$lang['user-acc-txt-20'] = 'مدينة*';
$lang['user-acc-txt-21'] = 'أزيز';
$lang['user-acc-txt-22'] = 'بيانات المتصل';
$lang['user-acc-txt-23'] = 'هاتف';
$lang['user-acc-txt-24'] = 'فاكس';
$lang['user-acc-txt-25'] = 'حفظ التغييرات';
$lang['user-acc-txt-26'] = 'تغيير كلمة المرور';
$lang['user-acc-txt-27'] = 'املأ النموذج أدناه لتحديث كلمة المرور الخاصة بك:';
$lang['user-acc-txt-28'] = 'كلمة المرور الحالي*';
$lang['user-acc-txt-29'] = 'كلمه السر*';
$lang['user-acc-txt-30'] = 'تأكيد كلمة المرور*';
$lang['user-acc-txt-31'] = 'الاستضافة لدى';
$lang['user-acc-txt-32'] = 'تنتهي صلاحيته في';
$lang['user-acc-txt-33'] = 'قوالبي';
$lang['user-acc-txt-34'] = 'اختر الدولة';
$lang['user-acc-txt-35'] = 'اختر ولاية';
$lang['user-acc-txt-36'] = 'اختر مدينة';
$lang['user-acc-txt-37'] = 'رقم الفاتورة';
$lang['user-acc-txt-38'] = 'موقع الكتروني';
$lang['user-acc-txt-39'] = 'مقدار';
$lang['user-acc-txt-40'] = 'مجموع';
$lang['user-acc-txt-41'] = 'خلقت';
$lang['user-acc-txt-42'] = 'تاريخ الاستحقاق';
$lang['user-acc-txt-43'] = 'إجابة';
$lang['user-acc-txt-44'] = 'موعد الدفع';
$lang['user-acc-txt-45'] = 'تذاكر الاستفسار';
$lang['user-acc-txt-46'] = 'معرف التذكرة';
$lang['user-acc-txt-47'] = 'فعل';

/* User Account page end */

/* invoice model start */
$lang['Invoice'] = 'فاتورة';
$lang['Hi'] = 'أهلاً';
$lang['This is the receipt for a payment of'] = 'هذا هو إيصال الدفع';
$lang['for your Purchase'] = 'لشرائك';
$lang['Transaction Reference NO.'] = 'رقم مرجع المعاملة';
$lang['Payment Date'] = 'تاريخ الدفع';
$lang['Client'] = 'عميل';
$lang['Payment To'] = 'دفع ل';
$lang['Subscription Information'] = 'معلومات الاشتراك';
$lang['Plan'] = 'يخطط';
$lang['Validity in'] = 'الصلاحية في';
$lang['Months'] = 'شهور';
$lang['Amount'] = 'كمية';
$lang['Template Information'] = 'معلومات النموذج';
$lang['Template Name'] = 'اسم القالب';
$lang['Validity'] = 'صلاحية';
$lang['Cost'] = 'يكلف';
$lang['Store Information'] = 'معلومات المتجر';
$lang['Store Name'] = 'اسم المتجر';
$lang['Store Link'] = 'رابط المتجر';
$lang['Store Admin Link'] = 'رابط مسؤول المتجر';
$lang['Extra Notes'] = 'ملاحظات إضافية';
$lang['Please send all items at the same time to shipping address by next week, Thanks a lot.'] = 'يرجى إرسال جميع العناصر في نفس الوقت إلى عنوان الشحن بحلول الأسبوع المقبل ، شكرًا جزيلاً.';
$lang['Subtotal'] = 'المجموع الفرعي';
$lang['Total'] = 'المجموع';
$lang['Print this receipt'] = 'اطبع هذا الإيصال';
$lang['Template/Theme Information'] = 'معلومات النموذج / الموضوع';
$lang['Theme Name'] = 'اسم الموضوع';
$lang['Sub Total'] = 'المجموع الفرعي';
$lang['Grand Total'] = 'المجموع الإجمالي';
$lang['Invoice Number'] = 'رقم الفاتورة';
$lang['Store Details'] = 'تفاصيل المتجر';
$lang['Paid Templates'] = 'القوالب المدفوعة';
/* invoice model end */

/* billing nfo page */
$lang['user-bill-txt-1'] = 'الرجاء إدخال معلومات الفواتير الخاصة بك';
$lang['user-bill-txt-2'] = 'تفاصيل العنصر';
$lang['user-bill-txt-3'] = 'اسم الخطة';
$lang['user-bill-txt-4'] = 'صالح حتى';
$lang['user-bill-txt-5'] = 'أدخل رمز القسيمة';
$lang['user-bill-txt-6'] = 'الشروع في دفع';
$lang['user-bill-txt-7'] = 'تطبيق القسيمة';
$lang['user-bill-txt-8'] = 'كود الكوبون مطلوب';
$lang['user-bill-txt-9'] = 'تم تطبيق القسيمة بنجاح';
$lang['user-bill-txt-10'] = 'القسيمة مستخدمة بالفعل';
$lang['user-bill-txt-11'] = 'القسيمة غير صالحة';

/* billing info page */

/* payment response api */
$lang['pg_resp_1'] = 'تم الدفع بنجاح ، يرجى الانتظار أثناء معالجة طلبك.';
$lang['pg_resp_2'] = 'تم الدفع بنجاح ، إنشاء متجرك يرجى الانتظار.';
$lang['pg_resp_3'] = 'لم يتم الدفع ، يرجى المحاولة لاحقًا.';
$lang['pg_resp_4'] = '';
$lang['pg_resp_5'] = '';
$lang['pg_resp_6'] = '';
/* payment response api */

/* Footer text start */
$lang['footer-txt-1'] = 'روابط مفيدة';
$lang['footer-txt-2'] = 'معلومات عنا';
$lang['footer-txt-3'] = 'سياسة الخصوصية';
$lang['footer-txt-4'] = 'الأحكام والشروط';
$lang['footer-txt-5'] = 'سياسة الاسترجاع والاسترداد';

$lang['footer-txt-6'] = 'الموارد';
$lang['footer-txt-7'] = 'التجارة الإلكترونية';
$lang['footer-txt-8'] = 'الميزات';
$lang['footer-txt-9'] = 'كيف تبيع عبر الإنترنت';
$lang['footer-txt-10'] = 'إنشاء موقع على الكتروني';
$lang['footer-txt-11'] = 'بدء متجر الكتروني';
$lang['footer-txt-12'] = 'منشئ المتجر الإلكتروني';

$lang['footer-txt-13'] = 'الدعم الفني';
$lang['footer-txt-14'] = 'مركز الدعم';
$lang['footer-txt-15'] = 'منتدى التجارة الإلكترونية';
$lang['footer-txt-16'] = 'جامعة التجارة الإلكترونية';

$lang['footer-txt-17'] = 'روابط مفيدة';
$lang['footer-txt-18'] = 'كيف يعمل متجري';
$lang['footer-txt-19'] = 'الأسئلة الشائعة';
$lang['footer-txt-20'] = 'الاتصال';
$lang['footer-txt-21'] = 'الخطط المستقبلية';

$lang['footer-txt-22'] = 'جميع الحقوق محفوظة';
$lang['footer-txt-23'] = ' خريطة الموقع';
$lang['footer-txt-24'] = 'التسجيل التجاري: 1010662059';
$lang['footer-txt-25'] = 'شركة إيلاف المتقدمة لتقنية المعلومات';
/* Footer text end */

/* 404 page start */
$lang['404-pg-txt-1'] = 'images/arabic-error-banner-trans.png';
$lang['404-pg-txt-2'] = 'ناسف، لا يمكن العثور على الصفحة حاليا';
$lang['404-pg-txt-3'] = 'الرجاء محاولة الرجوع للصفحة السابقة';
$lang['404-pg-txt-4'] = 'الرجوع';
/* 404 page end */

/* pwd-reset */
$lang['pwd-reset-txt-1'] = 'يرجى إدخال بريدك الإلكتروني المسجل لإعادة تعيين كلمة المرور الخاصة بك ، وسيتم إرسال التفاصيل إلى صندوق الوارد الخاص بك';
$lang['pwd-reset-txt-2'] = 'البريد الإلكتروني غير موجود ، أدخل بريدك الإلكتروني المسجل!';
$lang['pwd-reset-txt-3'] = 'تم تقديم الطلب بالفعل ، يرجى التحقق من صندوق البريد المسجل الخاص بك!';
$lang['pwd-reset-txt-4'] = 'تم إرسال بريد إلكتروني لإعادة تعيين كلمة المرور إليك';
$lang['pwd-reset-txt-5'] = '';
$lang['pwd-reset-txt-6'] = '';
$lang['pwd-reset-txt-7'] = '';

/* templates/thems page*/
$lang['Themes We Offer'] = 'الموضوعات التي نقدمها';
$lang['Professional'] = 'احترافي';
$lang['Matjary'] = 'متجري';
$lang['Themes for any business that can sell products online.'] = 'سمات أي عمل يمكنه بيع المنتجات عبر الإنترنت.';
$lang['Our ambition is to provide unique and beautiful templates, that can enhance your business.'] = 'طموحنا هو تقديم قوالب فريدة وجميلة من شأنها تعزيز عملك.';
$lang['All'] = 'الجميع';
$lang['Buy'] = 'يشتري';
$lang['PAID'] = 'مدفوع';
$lang['PURCHASED'] = 'تم الشراء';
$lang['FREE'] = 'حر';

/* loggedin user dashboard domain listing page */
$lang['Expires-In'] = 'ينتهي في';
$lang['days'] = 'أيام';
$lang['Expired'] = 'منتهي الصلاحية';

/**Employee List */
$lang['Reply'] = 'رد';

/* sai */
$lang['com_msg_1'] = 'لم تتم معالجة الطلب في لحظة ، يرجى المحاولة مرة أخرى';
$lang['com_msg_2'] = 'خطأ أثناء تحديث علامة إعادة تعيين كلمة المرور ، يرجى المحاولة مرة أخرى';
$lang['com_msg_3'] = 'تم تحديث كلمة السر بنجاح';
$lang['com_msg_4'] = 'رمز مفقود';
$lang['com_msg_5'] = 'لا توجد بيانات نشر';
$lang['com_msg_6'] = 'خطأ أثناء إدراج معلومات النموذج الذي اشتراه المستخدم';
$lang['com_msg_7'] = '';
$lang['com_msg_8'] = '';
$lang['com_msg_10'] = '';
$lang['com_msg_11'] = '';
$lang['com_msg_12'] = '';
$lang['com_msg_13'] = '';
$lang['com_msg_14'] = '';